{
  "TitleOneSectionHome": "استثمر في المستقبل وكن جزءًا من ثورة تكنولوجيا الاتصالات الرقمية في العالم العربي",
  "TitleTwoSectionHome": "من خلال شركة ڤاريانس 'Variiance' القابضة ومنظومة في.كونكت 'V.connct' المتكاملة للاتصالات الموحدة والتي تقدم مجموعة واسعة من الخدمات والحلول التي تلبي احتياجات الأفراد والشركات والحكومات",
  "StartYourInvestment": "ابدأ استثمارك",
  "ContactUs": "تواصل معنا",
  "WhatisVariianceholding": "ما هي شركة ڤاريانس القابضة Variiance holding ؟",
  "ArabHoldingOne": "هي شركة عربية قابضة (مساهمة خاصة) تعكس في معناها مفهوم التميز والاختلاف، وتتوسع بمجموعة شركاتها التابعة في عدة بلدان عربية وأوروبية، كما تمتلك مجموعة من الأسهم الخاصة، كما تضم تحت مظلتها عدة شركات تكنولوجيا مبتكرة، أبرزها منظومة 'في.كونكت' المتكاملة.",
  "ArabHoldingTwo": "وتهدف إلى استبدال أكبر شركات التكنولوجيا العالمية، مثل جوجل Google ومايكروسوفت Microsoft وغيرها في أفريقيا والعالم العربي.",
  "sectionThreeTextOne": " ما هي منظومة V.connct ؟",
  "sectionThreeTextTwo": "لمنظومة العربية الأولى والوحيدة في الشرق الأوسط وأفريقيا التي ابتكرت منظومة متكاملة من منصات الاتصالات الرقمية الموحدة في مكان واحد وتنافس شركات عالمية مثل شركة زووم Zoom. هدفنا قيادة السوق العربية خلال عامين وتمكين الجميع من أفراد وشركات ومؤسسات من التواصل بشكل فعال وآمن بواسطة جيل جديد من تكنولوجيا الاتصالات الموحدة.",
  "sectionFourTitle": "لماذا تستثمر في ڤاريانس Variiance ؟",
  "sectionFourPage1": "استثمارك في ڤاريانس يعني أن تمتلك حصة أسهم تتضاعف قيمتها 10 أضعاف في 3 سنوات و30 ضعف خلال 5 سنوات.",
  "sectionFourPage2": "متوقع أن يصل عدد مستخدمي منظومة V.connct إلى 100 مليون مستخدم بحلول عام 2028",
  "sectionFourPage3": "فرصة الاسثمار في الشركة العربية الوحيدة التي ابتكرت وطورت منظومة متكاملة لتكنولوجيا الاتصالات الموحدة، وهي واحدة من ٣٠ شركة فقط في العالم في هذا المجال.",
  "sectionFourPage4": "استثمار اليوم أفضل من الغد لأنه من المتوقع وفقا للدراسات والتقييمات المالية أن تصل قيمة السهم في شركة ڤاريانس خلال 5 سنوات إلى 100 دولار.",
  "sectionFourPage5": "كمساهم في ڤاريانس: أنت شريك تمتلك حصة أسهم في الشركة مقابل استثمارك، والأسهم محفوظة مركزيا عن طريق أمين حفظ ولكل مساهم حساب بنكي للأوراق المالية.",
  "sectionFourPage6": "نادراً ما تتاح للمستثمرين الأفراد فرصة الدخول في عالم الاستثمار بشركات التكنولوجيا، والآن لديك فرصة استثنائية قد لا تتكرر!",
  "sectionFiveTitle": "معلومات يجب أن تعرفها قبل أن تبدأ رحلة استثمارك مع ڤاريانس ومنظومة في.كونكت",
  "sectionFivePage1": "من المتوقع أن يتجاوز حجم السوق العالمي للاتصالات الموحدة 500 مليار دولار بحلول عام 2030.",
  "sectionFivePage2": "قطاع التكنولوجيا يُعد من أكثر القطاعات إنتاجًا للمليارديرات في العالم مثل المستثمرين الأوائل في شركة جوجل أندي بكتولشايم الذي استثمر بـ 100 ألف دولار في مرحلة التأسيس وتضاعفت قيمة حصته أكثر من 10 آلاف ضعف في فترة زمنية محدودة.",
  "sectionFivePage3": "الاستثمار في الشركات التكنولوجية أفضل من الاستثمار في المشروعات التقليدية لأن شركات التكنولوجيا هي استثمار عالمي آمن ومضمون لديه القدرة على تحقيق عوائد استثنائية بسبب الابتكار والتوسع العالمي.",
  "sectionFivePage4": "معظم الشركات الأمريكية العاملة في هذا المجال تتخطى المليارات، حيث انه مجال استثنائي ويعمل به عدد قليل من الشركات في العالم.",
  "sectionSixTitle": "شركاء النجاح",
  "sectionSixTitle2": "خلال عام 2024 فقط اعتمد على في.كونكت أكثر من 300 ألف مستخدم لتطبيقاتها اونلاين في 40 دولة في العالم، كما يشاركها النجاح عدد كبير من الشركات الحكومية في العديد من القطاعات المختلفة.",
  "sectionSevensectionTitle": "الباقات الاستثمارية",
  "sectionSevenTitle2": "استثمر الآن بعملتك المحلية بما يعادل هذه القيمة بالدولار الأمريكي",
  "sectionSevenPage1Title": "الباقة الفضية",
  "sectionSevenPage1P": "ما يعادل 10 آلاف دولار حتى 25 ألف دولار",
  "sectionSevenPageButton": "استثمر الان",
  "sectionSevenPage2Title": "الباقة الذهبية",
  "sectionSevenPage2P": "مايعادل 25 ألف دولار حتى الى 100 ألف دولار",
  "sectionSevenPage3Title": "الباقة البلاتينية",
  "sectionSevenPage3P": "ما يعادل أكثر من 100 ألف دولار",
  "About": "حولنا",
  "SignUp": "إنشاء حساب",
  "SignIn": "تسجيل دخول",
  "LogOut": "تسجيل خروج",
  "BioFooter": "© حقوق الطبع والنشر 2024. جميع الحقوق محفوظة."
}