{
    "TitleOneSectionHome": "Invest in the future and be part of the digital communications technology revolution in the Arab world.",
    "TitleTwoSectionHome": "Through Variiance Holding Company and the integrated V.connct system for unified communications, which provides a wide range of services and solutions that meet the needs of individuals, companies, and governments.",
    "StartYourInvestment": "Start Investment",
    "ContactUs": "Contact us",
    "WhatisVariianceholding": "What is Variiance holding?",
    "ArabHoldingOne": "It is an Arab holding company (private joint stock) that reflects the concept of distinction and difference. It is expanding its group of subsidiaries in several Arab and European countries, and it also owns a group of private shares. It also includes under its umbrella several innovative technology companies, most notably the integrated 'V.Connect' system.",
    "ArabHoldingTwo": "It aims to replace the largest global technology companies, such as Google, Microsoft, and others, in Africa and the Arab world.",
    "sectionThreeTextOne": "What is V.connct system?",
    "sectionThreeTextTwo": "We are the first and only Arab organization in the Middle East and Africa to create an integrated system of unified digital communications platforms in one place, competing with global companies like Zoom. Our goal is to lead the Arab market within two years and enable everyone—individuals, companies, and institutions—to communicate effectively and securely using a new generation of unified communications technology.",
    "sectionFourTitle": "Why invest in Variance?",
    "sectionFourPage1": "Investing in Variance means owning a stock that will grow 10x in value in 3 years and 30x in 5 years.",
    "sectionFourPage2": "The number of V.connct users is expected to reach 100 million by 2028",
    "sectionFourPage3": "An investment opportunity in the only Arab company that has created and developed an integrated system for unified communications technology, and is one of only 30 companies in the world in this field.",
    "sectionFourPage4": "Investing today is better than investing tomorrow, because according to financial studies and evaluations, the value of Variance shares is expected to reach $100 within 5 years.",
    "sectionFourPage5": "As a shareholder in Variance: You are a partner who owns a share of the company in exchange for your investment. The shares are held centrally by a custodian, and each shareholder has a bank account for the securities.",
    "sectionFourPage6": "Individual investors rarely get the opportunity to venture into the world of technology companies, and now you have an exceptional opportunity that may not be repeated!",
    "sectionFiveTitle": "Information you should know before you start your investment journey with Variance and the VConnect platform.",
    "sectionFivePage1": "The global unified communications market is expected to exceed $500 billion by 2030.",
    "sectionFivePage2": "The technology sector is one of the world's most prolific billionaires, such as early Google investor Andy Bechtolsheim, who invested $100,000 at the company's seed stage and saw his stake grow more than 10,000 times in value in a short period of time.",
    "sectionFivePage3": "Investing in technology companies is better than investing in traditional projects because technology companies are a safe and secure global investment with the potential to generate exceptional returns due to innovation and global expansion.",
    "sectionFivePage4": "Most American companies operating in this field are worth billions, as it is an exceptional field and is operated by only a few companies in the world.",
    "sectionSixTitle": "Success partners",
    "sectionSixTitle2": "In 2024 alone, VConnect was relied upon by more than 300,000 users of its online applications in 40 countries worldwide, and a large number of government companies across various sectors shared its success.",
    "sectionSevensectionTitle": "Investment packages",
    "sectionSevenTitle2": "Invest now in your local currency for the equivalent of this value in US dollars.",
    "sectionSevenPage1Title": "Silver package",
    "sectionSevenPage1P": "equivalent to $10,000 to $25,000",
    "sectionSevenPageButton": "Invest now",
    "sectionSevenPage2Title": "Golden package",
    "sectionSevenPage2P": "The equivalent of $25,000 to $100,000",
    "sectionSevenPage3Title": "Platinum Package",
    "sectionSevenPage3P": "equivalent to more than $100,000",
    "sectionEightTitle":"Registration form ",
    "sectionEightTitle2":"Your personal data is treated with complete confidentiality and will not be available to any third party.",
    "sectionEightInputName":"Full name ",
    "sectionEightInputNameError":"Full name required",
    "sectionEightInputPhone":"phone number ",
    "sectionEightInputPhoneError":"phone number required",
    "sectionEightInputMail":"Email",
    "sectionEightInputMailError":"Email required" ,
    "sectionEightInputJop":" Jop",
    "sectionEightInputJopError":"Jop required",
    "sectionEightInputpackage":"Investment packages ",
    "sectionEightInputpackageError":"Investment packages required",
    "submit": "Submit",
    "FooterCol1Text1":"Contact us",
    "FooterCol1Text2":"Egypt: Nasr City - Cairo",
    "FooterCol1Text3":"Saudi Arabia: Riyadh - Saudi Arabia",
    "FooterCol2Text1":"Quick links",
    "FooterCol2Text2":"Investment packages",
    "FooterCol2Text3":"Start your investment",
    "FooterCol2Text4":"Frequently asked questions",
    "FooterCol3Text1":"Variance Holding Company - Invest in the Future",
    "FooterFinal":"COPYRIGHT © 2025 Invest In Tech, All rights reserved",
    "sectionNineTitle":" Frequently Asked Questions"

}