import { DotLottieReact } from '@lottiefiles/dotlottie-react';
import { Collapse } from 'antd';
import { useTranslation } from 'react-i18next';
const items = [
    // {
    //     key: '1',
    //     label: 'ما هي ضمانات امتلاكي لأسهم  Invest in Egypt ؟',
    //     children: <p>
    //         امتلاكك لأسهم Invest in Egypt يعني امتلاك حصة فعلية في ال كمساهم، ولك مطلق الحرية في التصرف فيها وتوريثها، وهو حقٌّ محميٌّ بالكامل من خلال عقود قانونية تُبرز بوضوح حقوقك وحصتك من الأسهم. تُسجّل هذه الأسهم وتُحفَظ لدى أمين الحفظ المركزي لضمان أعلى درجات الأمان.

    //     </p>,
    // },
    // {
    //     key: '2',
    //     label: 'هل أسهم  Invest in Egypt مسجلة في هيئة الإستثمار والرقابة المالية ومصر المقاصة؟',
    //     children: <p>
    //         نعم، أسهم  Invest in Egypt مسجلة في هيئة الاستثمار المصرية وتخضع لهيئة الرقابة المالية ومصر المقاصة، ولذلك تتمتع بمصداقية عالية حيث أنها اسهم خاصة ل مسجلة ومعتمدة في الدولة المصرية.

    //     </p>,
    // },
    // {
    //     key: '3',
    //     label: 'هل يمكن ان ينخفض سعر سهم Invest in Egypt نتيجة المضاربة عليه؟',
    //     children: <p >
    //         تُصنف أسهم  Invest in Egypt كأسهم خاصة في سجلات البورصة خارج المقصورة، وبالتالي لا يتم المضاربة عليها في السوق العام ضمن جلسات التداول العادية، وبالتالي لا توجد مخاطرة لانخفاض سعر السهم او تذبذبه نتيجة المضاربة عليه.

    //     </p>,
    // },
    // {
    //     key: '4',
    //     label: 'كيف يتم نقل ملكية أسهم Invest in Egypt؟',
    //     children: <p >

    //         تخضع عمليات نقل ملكية الأسهم لـ نظام الاكتتاب المغلق (خارج المقصورة) في البورصة المصرية، مما يضمن تنظيمًا دقيقًا وشفافيةً عالية، حيث تتم عمليات نقل الملكية من خلال شركات التداول المرخصة، مما يوفر لك الأمان والسهولة في إدارة استثماراتك.
    //         باختصار، تُقدم Invest in Egypt فرصة استثمارية فريدة في  معتمدة وتخضع لرقابة هيئة الاستثمار، مع الحفاظ على خصوصية المساهمين من خلال نظام الاكتتاب المغلق ضمن آليات البورصة المصرية لكن لا يتقيد بسوقها العام.

    //     </p>,
    // },
    // {
    //     key: '5',
    //     label: 'ماهي الخطوات التي ستتم بعد تسجيلي للبيانات؟',
    //     children: <p >

    //         <p>- تواصل مباشر: سيتصل بك أحد مستشاري الاستثمار لدينا لتحديد موعد أولي لحضور السمنار.</p>
    //         <p>- حضور جلسة تعريفية: ستُدعى لحضور جلسة تعريفية (سيمنار) فردية أو جماعية للتعرف على المستندات الرسمية وحضور العرض التقديمي للمشروع ومميزاته بشكل مفصل.</p>
    //         <p>- استشارة شخصية: سيُقدّم لك استشارة مصممة خصيصًا لتلائم أهدافك الاستثمارية.</p>
    //         <p>- إجراءات الاستثمار: فور موافقتك، نبدأ بتوثيق عقد الاستثمار وتخصيص حصتك من الأسهم.</p>

    //     </p>,
    // },
    {
        key: '6',
        label: 'ما هي خطوات التعاقد؟',
        children: <p >

            <p>- توقيع العقود: يتم توقيع اتفاقية الاستثمار بعد مراجعة بنودها بعناية.</p>
            <p>- دفع قيمة الأسهم: وفقًا للشروط المُتّفق عليها في العقد وتسجل الأسهم عن طريق  تداول أوراق مالية معتمدة.</p>
            <p>- استلام الوثائق الرسمية: تُسلّم إليك المستندات التي تثبت امتلاكك للأسهم بشكل قانوني.</p>

        </p>,
    },
    {
        key: '7',
        label: 'كيف يتم تسجيل حصتي من الأسهم؟',
        children: <p >
            <p>نضمن لك تسجيل حصتك من الأسهم بشكل قانوني وشفاف، وذلك من خلال: </p>
            <p>- عقود موثقة ومستندات رسمية.  </p>
            <p>- تسجيل الأسهم عبر  تداول أوراق مالية مرخصة من هيئة الرقابة المالية.  </p>
            <p>- تحديث دوري لسجل المساهمين لإضافة المساهمين الجدد لضمان حقوقك الكاملة.</p>
        </p>,
    },
    {
        key: '8',
        label: 'ما الذي يجعل استثماري في  Invest in Egypt أمن ومضمون؟',
        children: <p >
            <p>
                تمتلك أسهم محفوظة مركزيا في  مساهمة خاصة خاضعة للرقابة المالية وهيئة الاستثمار وبسجلات البورصة المصرية وفي حساب اوراق مالية بالبنك مدار بواسطة أمين الحفظ.
            </p>
            <p>
                التزام بالشفافية: نعتمد سياسات مالية وقانونية واضحة، وعقود قانونية معتمدة تضمن حقوقك وتُعزز ثقتك في استثمارك.
            </p><p>
                سجل حافل بالإنجازات: خبرة طويلة ونتائج مثبتة في مجال التكنولوجيا والاتصالات الموحدة.
            </p><p>
                فريق عمل متخصص: يضم نخبة من الخبراء في الاستثمار والتكنولوجيا وأساتذة في الاقتصاد والقانون.
            </p>
        </p>,
    },
    {
        key: '9',
        label: 'ما هي الخبرات الفنية لفريق Invest in Egypt ؟',
        children: <p >
            <p>
                فريقنا يتمتع بخبرة عميقة في تطوير حلول التكنولوجيا والاتصالات الموحدة، مما يعزز من فرص نجاح استثماراتك.
            </p> <p>
                - شراكات استراتيجية: مع كبرى الشركات العالمية.
            </p><p>
                - خبراء متمرسون: في إدارة المشاريع وتحليل الأسواق، لضمان تقديم خدمات استثمارية متكاملة.
            </p>
        </p>,
    },
    {
        key: '10',
        label: 'ما هي رؤية وأهداف  Invest in Egypt؟',
        children: <p >
            <p>
                نطمح لأن نصبح إحدى الشركات الرائدة عالميًا في مجال التكنولوجيا والاتصالات الموحدة. لتحقيق ذلك، نركز على:
            </p><p>
                - تقديم حلول مبتكرة ومستدامة.
            </p><p>
                - خلق فرص استثمارية استثنائية تُضاعف من قيمة حصتك.
            </p><p>
                - التوسع عالميًا: لتلبية متطلبات الأسواق المتجددة.
            </p>
        </p>,
    },

];
export default function SectionNine() {

    const { t } = useTranslation()

    const onChange = key => {
        console.log(key);
    };

    return (<>
        <div className="SectionNine" id='SectionNine' data-aos="fade-down">
            <div style={{ display: "flex", justifyContent: "center" }}>
                <div style={{ width: "8%" }} className="iconSection">
                    <DotLottieReact
                        src="https://lottie.host/a28b775b-9c85-4d9d-9aa9-00c7df430c59/2I8GfEApBs.lottie"
                        loop
                        autoplay
                    />
                </div>
                <div>
                    <h1 style={{ textAlign: "center", marginTop:"20px" }}> {t("sectionNineTitle")} </h1>
                </div>
            </div>


            <div className='SectionNineContainer'>
                <Collapse items={items} defaultActiveKey={['1']} onChange={onChange} />
            </div>

        </div>
    </>)
}
